In [2]:
#Welcome to the .ipynb!
import pandas as pd
import numpy as numpy

In [5]:
# Housing Prices data series
housingPrices = pd.read_csv("data/medianSalesPriceHousingSoldUS.csv")
housingPrices.head()

         DATE    MSPUS
0  1963-01-01  17800.0
1  1963-04-01  18000.0
2  1963-07-01  17900.0
3  1963-10-01  18500.0
4  1964-01-01  18500.0

In [6]:
# Family Income data series
familyIncome = pd.read_csv("data/meanFamilyIncomeUS.csv")
familyIncome.head()

         DATE  MAFAINUSA646N
0  1953-01-01           4706
1  1954-01-01           4684
2  1955-01-01           4962
3  1956-01-01           5341
4  1957-01-01           5443

In [7]:
# Home Ownership data series
homeOwnership = pd.read_csv("data/rateHomeOwnershipUS.csv")
homeOwnership.head()

         DATE  RHORUSQ156N
0  1965-01-01         62.9
1  1965-04-01         62.9
2  1965-07-01         62.9
3  1965-10-01         63.4
4  1966-01-01         63.5

In [ ]:
# INSERT MORE CODE